app/controllers/webcams_controller.rb

SELECT "webcams".* FROM "webcams"
---
  def index
    @webcams = Webcam.all